const AdminFeatures = [
  { 기능: '상세 보기', 설명: '선택한 관리자의 아이디, 이름, 관리자 역할 이름 등 상세 정보를 확인할 수 있다.' },
  { 기능: '삭제', 설명: '선택한 관리자를 삭제할 수 있다.' },
  { 기능: '비밀번호 변경', 설명: '선택한 관리자의 비밀번호를 변경할 수 있다.' },
  { 기능: '역할 지정', 설명: '선택한 관리자의 역할을 지정할 수 있다.' },
  { 기능: '로그인 주소 지정', 설명: '선택한 관리자에 로그인할 수 있는 주소를 지정할 수 있다.' },
  { 기능: '관리 폴더 보기', 설명: '선택한 관리자가 권한을 가진 관리 폴더를 확인할 수 있다.' },
  { 기능: '잠금/잠금 해제', 설명: '선택한 관리자를 잠금/잠금해제 할 수 있다.' },
  { 기능: '모바일 토큰 발급/삭제', 설명: '선택한 관리자의 모바일 토큰을 발급/삭제할 수 있다.' },
  { 기능: '고정 토큰 발급/삭제', 설명: '선택한 관리자의 고정 토큰을 발급/삭제할 수 있다.' },
  {
    기능: '로그인 시간 유형 지정/지정 해제',
    설명: '선택한 관리자가 로그인할 수 있는 시간 유형을 지정/지정 해제할 수 있다.',
  },
];

export default AdminFeatures;
