const NodeListFeatures = [
  { 기능: '상세 보기', 설명: '선택한 노드의 이름, 주소, 종류, 기종 등 상세 정보를 확인할 수 있다.' },
  { 기능: '노드 삭제', 설명: '선택한 노드를 삭제할 수 있다.' },
  { 기능: '폴더 지정', 설명: '선택한 노드의 폴더를 지정할 수 있다.' },
  { 기능: '계정 동기화', 설명: '선택한 노드에 대한 계정 동기화를 할 수 있다.' },
  { 기능: '무결성 검사', 설명: '선택한 노드에 대한 무결성 검사를 할 수 있다.' },
  { 기능: '접근 가능한 계정 보기', 설명: '선택한 노드에 접근 가능한 계정을 확인할 수 있다.' },
  { 기능: '정책 동기화', 설명: '선택한 노드에 대한 정책 동기화를 할 수 있다.' },
  { 기능: '비밀번호정책 지정/지정 해제', 설명: '선택한 노드에 대한 비밀번호 정책을 지정/지정 해제할 수 있다.' },
];

export default NodeListFeatures;
