export const WindowNodeAccount = [
  { 기능: 'RDP 연결', 설명: 'RDP를 통해 관리대상서버에 연결하는 기능을 제공한다.' },
  { 기능: '비밀번호 보기', 설명: '해당 계정의 비밀번호 조회 기능을 제공한다.' },
  { 기능: '터널정보 보기', 설명: '해당 계정의 접속 정보를 보여준다.' },
  { 기능: '즐겨찾기 추가/삭제', 설명: '즐겨찾기 리스트에 계정을 추가/삭제 할 수 있는 기능을 제공한다.' },
];

export const LinuxNodeAccount = [
  { 기능: 'SSH 연결', 설명: 'SSH를 통해 관리대상서버에 연결하는 기능을 제공한다.' },
  { 기능: 'TELNET 연결', 설명: 'TALNET 를 통해 관리대상서버에 연결하는 기능을 제공한다.' },
  { 기능: 'SFTP 연결', 설명: 'SFTP를 통해 관리대상서버에 연결하는 기능을 제공한다.' },
  { 기능: 'FTP 연결', 설명: 'FTP 를 통해 관리대상서버에 연결하는 기능을 제공한다.' },
  { 기능: 'SSH Key 설정', 설명: 'Key 경로를 설정해 SSH Key를 설정하는 기능을 제공한다.' },
  { 기능: '비밀번호 보기', 설명: '해당 계정의 비밀번호 조회 기능을 제공한다.' },
  { 기능: '터널정보 보기', 설명: '해당 계정의 접속 정보를 보여준다.' },
  { 기능: '즐겨찾기 추가/삭제', 설명: '즐겨찾기 리스트에 계정을 추가/삭제 할 수 있는 기능을 제공한다.' },
];

export const ComplexNodeAccount = [
  { 기능: '연결', 설명: '윈도우 노드는 RDP로, 리눅스 노드는 SSH를 통해 관리대상서버에 연결하는 기능을 제공한다.' },
  { 기능: '즐겨찾기 추가/삭제', 설명: '즐겨찾기 리스트에 계정을 추가/삭제 할 수 있는 기능을 제공한다.' },
];
