const UserListFeatures = [
  { 기능: '상세 보기', 설명: '선택한 사용자의 아이디, 이름, 사용자 폴더 등 상세 정보를 확인할 수 있다.' },
  { 기능: '삭제', 설명: '선택한 사용자를 삭제할 수 있다.' },
  { 기능: '비밀번호 변경', 설명: '선택한 사용자의 비밀번호를 변경할 수 있다.' },
  { 기능: '폴더 지정', 설명: '선택한 사용자의 폴더를 지정할 수 있다.' },
  { 기능: '역할 보기', 설명: '선택한 사용자의 역할을 확인할 수 있다.' },
  { 기능: '접근 가능한 계정 보기', 설명: '선택한 사용자에 접근할 수 있는 계정을 확인할 수 있다.' },
  { 기능: '접속 로그인 주소 지정', 설명: '선택한 사용자에 접속할 수 있는 로그인 주소를 지정할 수 있다.' },
  { 기능: '잠금/잠금 해제', 설명: '선택한 사용자를 잠금/잠금해제 할 수 있다.' },
  { 기능: '모바일 토큰 발급/삭제', 설명: '선택한 사용자의 모바일 토큰을 발급/삭제할 수 있다.' },
  { 기능: '고정 토큰 발급/삭제', 설명: '선택한 사용자의 고정 토큰을 발급/삭제할 수 있다.' },
  {
    기능: '로그인 시간 유형 지정/지정 해제',
    설명: '선택한 사용자가 로그인할 수 있는 시간 유형을 지정/지정 해제할 수 있다.',
  },
];

export default UserListFeatures;
